tap "achannarasappa/tap"
# tap "alexhallam/tidy-viewer"
tap "bazelbuild/tap"
tap "bellecp/fast-p"
tap "borkdude/brew"
tap "buo/cask-upgrade"
# tap "candid82/brew"
# tap "cantino/mcfly"
tap "chmouel/snazy", "https://github.com/chmouel/snazy"
tap "clementtsang/bottom"
tap "dbcli/tap"
# tap "equalsraf/neovim-qt"
tap "eth-p/software"
# tap "github/gh"
tap "gnebbia/kb", "https://github.com/gnebbia/kb.git"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "hors-org/hors"
tap "isacikgoz/taps"
tap "jhbabon/tap"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "mistertea/et"
tap "mongodb/brew"
tap "ms-jpq/sad"
tap "neilotoole/sq"
# tap "neovim/neovim"
tap "noahgorstein/tap"
tap "piquette/edgr"
tap "piquette/qtrn"
tap "rhysd/hgrep", "https://github.com/rhysd/hgrep"
tap "romkatv/powerlevel10k"
tap "rsteube/tap"
tap "saulpw/vd"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
tap "sidaf/pentest"
tap "tarkah/tickrs"
tap "teamookla/speedtest"
tap "textualize/rich"
tap "xo/xo"
tap "xwmx/taps"
brew "adns"
brew "advancecomp"
brew "freetype"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "xorgproto"
brew "libxcb"
brew "libx11"
brew "ca-certificates"
brew "pcre"
brew "xz"
brew "python@3.9"
brew "tcl-tk"
brew "jpeg-turbo"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "antiword"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "apr-util"
brew "aria2"
brew "as-tree"
brew "boost"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "aspell"
brew "assimp"
brew "atk"
brew "autoconf"
brew "automake"
brew "bandwhich"
brew "bash"
brew "bashdb"
brew "bat"
brew "gmp"
brew "coreutils"
brew "bats-core"
brew "bcal"
brew "bench"
brew "berkeley-db", link: true
brew "libusb"
brew "bettercap"
brew "bfg"
brew "bib-tool"
brew "bingrep"
brew "gcc"
brew "gobject-introspection"
brew "numpy", link: false
brew "jpeg", link: true
brew "openjpeg"
brew "p7zip"
brew "pillow"
brew "binwalk"
brew "osx-cpu-temp"
brew "bpytop"
brew "brew-cask-completion"
brew "brightness"
brew "btop"
brew "c-ares", link: false
brew "calc"
brew "catimg"
brew "ccache"
brew "ccat"
brew "dialog"
brew "certbot"
brew "chafa"
brew "chars"
brew "cheat"
brew "choose-rust"
brew "cifer"
brew "cmake"
brew "cmake-docs"
brew "cmark"
brew "codespell"
brew "zeromq"
brew "condure"
brew "crane"
brew "croc"
brew "csview"
brew "csvkit"
brew "csvprintf"
brew "csvtk"
brew "csvtomd"
brew "libunistring"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "curlie"
brew "cvs"
brew "czmq"
brew "daq"
brew "socat"
brew "w3m"
brew "openssl@3"
brew "wget"
brew "dasht"
brew "dbus"
brew "ddgr"
brew "dex2jar"
brew "nspr"
brew "nss"
brew "poppler"
brew "diff-pdf"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv", args: ["HEAD"]
brew "dns2tcp"
brew "dnstracer"
brew "libavif"
brew "gd"
brew "gnu-getopt"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "jasper"
brew "netpbm"
brew "gts"
brew "graphviz"
brew "dnsviz"
brew "dnsx"
brew "docutils"
brew "docx2txt"
brew "dog"
brew "dua-cli"
brew "duf"
brew "dust"
brew "duti"
brew "efm-langserver"
brew "eigen"
brew "enchant"
brew "eva"
brew "eza"
brew "exercism"
brew "exiftool"
brew "extract_url"
brew "fcp"
brew "fcrackzip"
brew "fd"
brew "fetch"
brew "flac"
brew "frei0r"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libvpx"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "tesseract"
brew "x264"
brew "zimg"
brew "ffmpeg", link: false
brew "ffmpegthumbnailer"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "findutils"
# brew "flamegraph"
# brew "fnm"
brew "fontforge", link: false
brew "foremost"
brew "fping"
brew "fpp"
brew "fselect"
brew "fswatch"
brew "fzf", link: false
brew "fzy"
brew "gawk"
brew "gcc@11"
brew "gcc@7"
brew "gdb"
# brew "gh", link: false
brew "gh"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libgpg-error"
brew "libgcrypt"
brew "pinentry"
brew "gnupg"
brew "git-secret"
brew "gitui"
brew "glab"
brew "glfw"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glow"
brew "gnu-sed"
brew "lua"
brew "qt@5"
brew "go"
brew "go-md2man"
brew "gojq"
brew "gotop"
brew "gpgme"
brew "graphicsmagick"
brew "grc"
brew "grep"
brew "grex"
brew "grip"
brew "uchardet"
brew "groff"
brew "msgpack"
brew "groonga"
brew "grpcurl"
brew "gtk+"
brew "libepoxy"
brew "gtk+3"
brew "gtk-mac-integration"
brew "hashpump"
brew "hdf5"
brew "hexyl"
brew "highlight"
brew "pygments"
brew "howdoi"
brew "ncurses"
brew "htop"
brew "httpie"
brew "httpx"
brew "hub"
brew "libfido2"
brew "libssh"
brew "zlib"
brew "hydra"
brew "hyperfine"
brew "ifstat"
brew "iftop"
brew "python@3.8"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "ipcalc"
brew "ipfs"
brew "jello"
brew "jid"
brew "john"
brew "jp"
brew "jql"
brew "jrnl"
brew "kalker"
brew "keychain"
brew "knock"
brew "launchctl-completion"
brew "lazygit"
brew "ldns"
brew "less"
brew "lesspipe"
brew "lf"
brew "libgccjit"
brew "libgit2"
brew "libiconv"
brew "libmagic"
brew "libmng"
brew "py3cairo"
brew "pygobject3"
brew "libpeas"
brew "libpq"
brew "libproxy"
brew "libpsl"
brew "libqalculate"
brew "librdkafka"
brew "libsoup"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxft"
brew "libyaml"
brew "libzip"
brew "lit"
brew "python-tabulate"
brew "litecli"
brew "llvm"
brew "lnav"
brew "lsd"
brew "lua@5.1"
brew "luajit"
brew "luajit-openresty"
brew "luarocks"
brew "lzip"
brew "m-cli"
brew "make"
brew "marp-cli"
brew "mas"
brew "massdns"
brew "mat2"
brew "mdcat"
brew "ninja", args: ["HEAD"]
brew "miller"
brew "miniserve"
brew "mitmproxy"
brew "mongrel2"
brew "mosh", args: ["HEAD"]
brew "mpack"
brew "mplayer"
brew "mps-youtube"
brew "mujs"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "multimarkdown"
brew "multitime"
brew "mupdf-tools"
brew "n"
brew "naabu"
brew "nano"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "net-snmp"
brew "nethogs"
brew "scipy"
brew "networkit"
brew "ngrep"
brew "ngs"
brew "nmap"
brew "nnn", args: ["HEAD"]
brew "node@16"
brew "notcurses"
brew "noti"
brew "nsh"
brew "pngquant"
brew "qpdf"
brew "unpaper"
brew "ocrmypdf"
brew "odt2txt"
brew "openjdk@8"
brew "openssh"
brew "optipng"
brew "pandoc"
brew "pandoc-include-code"
brew "pandoc-plot"
brew "parallel"
brew "pdfcrack"
brew "perl"
brew "pgcli"
brew "pigz"
brew "pinentry-mac"
brew "pip-completion"
brew "plantuml", link: false
brew "pngcheck"
brew "pngcrush"
brew "prettyping"
brew "procs"
brew "proselint"
brew "protobuf-c"
brew "pssh"
brew "pup"
brew "pushpin"
brew "pv"
brew "pwncat"
brew "px"
brew "py-spy"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-pip-migrate"
brew "pyenv-virtualenv"
brew "python-tk@3.10"
brew "pywhat"
brew "qrcp"
brew "ranger", args: ["HEAD"]
brew "re2"
brew "recutils"
brew "remarshal"
brew "rename"
brew "rich-cli"
brew "ripgrep"
brew "ripgrep-all"
brew "ripsecrets"
brew "tree-sitter"
brew "xxhash"
brew "rizin"
brew "rlwrap"
brew "rm-improved"
brew "rsync"
brew "ruby"
brew "rust"
brew "rustc-completion"
brew "rustscan"
brew "rustup-init"
brew "s-search"
brew "sccache"
brew "sd"
brew "shfmt"
brew "sift"
brew "silicon"
brew "sip"
brew "sk"
brew "sl"
brew "slurm"
brew "sn0int"
brew "so"
brew "speexdsp"
brew "sponge"
brew "spoof-mac"
brew "spotify-tui"
brew "terminal-notifier"
brew "sql-language-server"
brew "sqlc"
brew "sqlfluff"
brew "sqlite-utils"
brew "sqlmap"
brew "sqlx-cli"
brew "ssh-audit"
brew "ssh-copy-id"
brew "sshs"
brew "sshtrix"
brew "sslscan"
brew "sslyze"
brew "utf8proc"
brew "subversion"
brew "t-rec"
brew "ta-lib"
brew "task"
brew "task-spooler"
brew "taskwarrior-tui"
brew "tealdeer"
brew "terminalimageviewer"
brew "the_silver_searcher"
brew "thefuck"
brew "theharvester"
brew "tig"
brew "timg"
brew "tmux"
brew "tokei"
brew "topgrade"
brew "transmission-cli"
brew "trash-cli"
brew "tree"
brew "tty-share"
brew "ttyplot"
brew "uni"
brew "unison"
brew "urlview"
brew "utf8cpp"
brew "uutils-findutils"
brew "vala"
brew "vgrep"
brew "vim"
brew "viu"
brew "vivid"
brew "watchexec"
brew "webpack"
brew "websocat"
brew "whois", link: true
brew "wifi-password"
brew "xh"
brew "xmlstarlet"
brew "xsv"
brew "yarn"
brew "yarn-completion"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "alexhallam/tidy-viewer/tidy-viewer"
brew "chmouel/snazy/snazy"
brew "hors-org/hors/hors"
brew "isacikgoz/taps/gitin"
brew "jhbabon/tap/scout"
brew "koekeishiya/formulae/skhd"
brew "ms-jpq/sad/sad"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "saulpw/vd/visidata"
brew "sidaf/pentest/dnsrecon"
brew "sidaf/pentest/powersploit"
brew "sidaf/pentest/scrape_dns"
brew "tarkah/tickrs/tickrs"
brew "teamookla/speedtest/speedtest"
brew "xwmx/taps/spotlight-actions", args: ["HEAD"]
cask "alt-tab"
cask "angry-ip-scanner"
cask "basictex"
cask "discord"
cask "dropbox"
cask "epubquicklook"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "font-dashicons"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-devicons"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-juliamono"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-victor-mono-nerd-font"
cask "gltfquicklook"
cask "hammerspoon"
cask "iina"
cask "julia"
cask "jupyter-notebook-viewer"
cask "kitty-nightly"
cask "maccy"
cask "ngrok"
cask "nosleep"
cask "provisionql"
cask "ql-ansilove"
cask "qlcolorcode"
cask "qlcommonmark"
cask "qlimagesize"
cask "qlmobi"
cask "qlplayground"
cask "qlprettypatch"
cask "qlstephen"
cask "qlswift"
cask "qlvideo"
cask "quarto"
cask "quicklook-pat"
cask "quicklook-pfm"
cask "quicklookapk"
cask "quicknfo"
cask "receiptquicklook"
cask "rq"
cask "smcfancontrol"
cask "temurin11"
cask "ttscoff-mmd-quicklook"
cask "ubersicht"
cask "webpquicklook"
cask "wezterm"
cask "wifispoof"
mas "AdBlock", id: 1402042596
mas "Bandwidth+", id: 490461369
mas "Battery Monitor", id: 836505650
mas "Disk Diag", id: 672206759
mas "Honey", id: 1472777122
mas "Memory Clean 2", id: 1114591412
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "SQL Recipes", id: 1442737262
mas "The Unarchiver", id: 425424353
